Repository: mozilla-l10n/mt-training-data
Catalog: bce/bce_pontoon.tmx
Source language: en_us
Languages: bce

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bce: pə́ ŋgǔt kwɛ'nə məkyě ŋwɛ'nə mʉə̂ nǒ tâ' yɔ́ yâ nəghǎ pə ŋanə́ ndě nǒ ŋwɛ'nə CC-O

source: { $sentences } sentences reviewed. Thank you!
bce: { $sentences } məŋkyě ŋwɛ'nə ténənə́. Pʉ̌ tsɛ'nə̂ !

source: Sentence Variant
bce: ntyâ nə́ ntyâ ŋkyě ŋwɛ'nə

source: Separate sentences into one line by pressing “Enter” or “Return” once
bce: pɔ̌ símə́ məŋkyě ŋwɛ'nə mbí gút nɔ́' tâ' nəshu᷇ yémɔɔ́' nǒ «kó »

source: Service and Retail
bce: məfa' pô məsǎpmə fǐ

source: Share Common Voice
bce: məlɛ̌mə ŋgâP ŋgi Common Voice

source: Share your clip
bce: məlɛ̌mə ŋgâP yɔ̂ ntɛ́pmə́ yɔ́

source: Shortcuts
bce: kə̌tndɔ̂

source: [Should be ‘dinosaurs’]
bce: nəŋgʉə̌ mbə́ « mə́ » nɛ wí

source: [Should be “We are”]
bce: nə mbə́ « ndʉ̌nə ndʉ̌nə »

source: Single
bce: ŋkyě ŋwɛ'nə ghə́yɛ᷇

source: Single sentence submission
bce: tɔ́nə ŋkyě ŋwɛ'nə ghə́yɛ.

source: Skip
bce: məlěnə

source: Small batch
bce: mwó nəcwâ

source: Small batch sentence submission
bce: tɔ́nə pɔ̂ mə́cu᷇'nə məŋkyě ŋwɛ'nə.

source: Source: { $sentenceSource }
bce: Nəsá'nə { $sentenceSource }

source: Speak
bce: mətsǎpmə

source: Speak now
bce: mbî pɔ̌ tsâp

source: Speak options menu
bce: tsɔ́'nə mə́tsǎmə

source: Start recording
bce: məzyǎnə tɛ́p yɔ̂

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bce: <strong> zɔmə </strong> mənɛ wí nǒ <strong> zɔnə </strong> nəshû' shʉ̂

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bce: ̀<strong> </strong> mə́ kɔ̌t, mənɛ wí <strong> nəshǔ' shʉ̂ nǒ

source: Submit
bce: mətɔ́nə

source: Submit a new question for the community to read and respond to
bce: pínə pɛnə́ tsǎp fî zi ŋgâ' lâ' mê mbenə mbə̂t

source: Submit a report
bce: mətɔ́nə ndǔ nə yâ a lěnə᷇

source: Submit clips
bce: mətɔ́nə mə́yɔ̂ tɛ́pmə́

source: Submit new questions for the community to read and respond to
bce: pɔ̌ ŋá pɛnə́nə fi bwǎ pə̌ la'mə měnə́ pǒ mə́pə́nə

source: Success
bce: ŋgǔnə̌ nə ŋa᷇ ntya

source: success checkmark
bce: nɔ́'nə yé wɛ́nə́

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bce: sə̌t ŋgʉə́ nǒ pwâ tə ndɔ́ ní' lɛ'nə nǒ ŋkyě ŋwɛ'nə . Sə̌t ŋgʉə́ nǒ pwâ kwɛp ndɔ́ fúnə́ myɛ́. Sə̌t ŋkɔ́' tʉ́ə ndɔ́ fə́nə́. <strong> Pɔ̌ ma mɛ́'nə́ kə ŋá ndʉ́nə mbə́nə kwénə zyé'nə </strong>

source: Taking several attempts to read a word.
bce: məfǔ'nə nəgha mə́shu' lɔ mê ndî tsǎp,

source: Tap
bce: nɔ̌' noghó

source: Technology and Robotics
bce: fǎ' lyá kə lyâ nə̂ yɔ̂ yâ a kʉ́ip tʉ́ə ŋo nǒ fa'

source: Thank you for contributing your bulk submission!
bce: pʉ̌ tsɛ'nə́ kâ' pɔ̌ tɔ᷇ məŋkyě ŋwɛ'nə zénə́ !

source: Thank you for contributing your voice!
bce: pʉ̌ tsɛ'nə hǒ ŋgi yo

source: Thank you for donating your voice clips!
bce: pʉ̌ tsɛ'nə nǒ mənə mâ pɔ̌ wǔt pʉ̌ tɛ̂p

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bce: ndǎ nǒ ntɛ́pmə mɔ́ ! <lineBreak></lineBreak> Mbi pɔ̌ nî' məlɛ'nə nǒ nɔ wʉ́əlyê mbénə᷇ ntɔ́ mə́yɔ̂ mʉ́ə mbɛá

source: Thank you for your voice information
bce: pʉ̌ tsɛ'nə nǒ mənə mɔ́ mâ pə tɛ̂pmə᷇

source: The bumblebee sped by.
bce: ndɔ́nû ŋkə̌t

source: The clip has disrespectful or offensive language.
bce: mwó kə̌t tsǎp yâ o zhwônə́ wě mənə cúnə́ mɛ̌ wá kə mba mɛ̌ nzɔmə

source: The giant dinosaur of the Triassic.
bce: nɛ nə́ghe᷇ wí nəshǔ' shʉ̂

source: The giant dinosaurs of the Triassi-.
bce: mənɛ nə́ghe᷇ wí nəshǔ' shʉ̂

source: The giant dinosaurs of the Triassic.
bce: mənɛ nə́ghe᷇ wí nəshǔ' shʉ̂

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bce: mənɛ nə́ghe᷇ wí nəshǔ' shʉ̂ <strong> ( kâ' tâ' mbishʉ ŋgi měnə᷇ ) </strong>

source: The giant dinosaurs of the Triassic. Yes.
bce: mənɛ nə́ghe᷇ wí nəshǔ' shʉ̂, ə̂ŋ

source: The giant dino <strong>[cough]</strong> the Triassic.
bce: nɛ wí <strong> nəshǔ' shʉ̂ </strong>

source: There are currently no sentences to review in this language.
bce: kea ŋkyě ŋwɛ'nə ghó pə́ ŋgâ' pə́ ndinə́ fwo ghʉ́ə tsǎp .

source: The recording was too long.
bce: tɛ́pmə̌ yɔ̂ saá tə ndə̂t

source: The recording was too quiet.
bce: ntyanə ŋgi tɛp mə́yɔ̂ kɔnə̂ tə ndə̂t

source: The recording was too short.
bce: tɛ́pmə̌ yɔ̂ kinə̂ tə ndə̂t

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bce: Mbyénə pô pəŋgyá tə᷇ mě yɔ̂, məŋgi tə́ ŋkʉ᷆i᷇p . Pɔ̌ myê' pə̂ nɔ wâ ŋgi ghʉə́ tʉ᷇ pô ŋgâ' nə yâ pə́ tɛ́pmə ká pwǒ mba ŋgi ghɔ́ ŋkə̂ tə məzhwó nə má mbə́ ghó nǒ nə yâ pə́ cú fwo ŋwɛ'nə

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bce: Yɔ̂ yâ a cû'nənə́ məŋkyě ŋwɛ'nə a tsínə́ ŋgʉə́ fwo Common Voice. Mbî pɔ̌ ghʉ́ə fwo Common Voice <writeURL> ŋwɛ́'nə᷇ </writeURL> tâ' ŋkyě ŋwɛ'nə mba <reviewURL> ndínə᷇ məŋkyě ŋwɛ'nə </reviewURL>

source: The sentence has a grammatical or spelling error.
bce: ŋkyě ŋwɛ'nə wě fa'nə nǒ ntyâ lɔ ncu' mbénə

source: The sentence has disrespectful or offensive language.
bce: ŋkyě ŋwɛ'nə wě mətsǎp mâ á kâ wě ghó'nə pô mənzɔmə

source: The sentence must be grammatically correct.
bce: ŋkyě ŋwɛ'nə pə́ nə̂ ntyâ yɛ̌

source: The sentence must be speakable.
bce: ŋkyě ŋwɛ'nə pə́ ŋgâ' mbî pə́ cû nə̂ ntsət

source: The sentence must be spelled correctly.
bce: pə tsónə᷇ ŋwɛ'nə᷇ ŋkyě ŋwɛ'nə

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bce: á ká kə᷇ mbə́ pə̂ nə ŋgâ' pə lɔ̂ mʉ́ə məlɛ'nə fâ', pɔ̌ nə́ ŋkwɛ́'nə᷇ kə̂ a kwǒ pɔ̌. Nɔ wâ pʉ̌ tɔ̂nə́ nə́cú'nə́ məlɛ'nə, pʉ̌ ká tə᷇ ŋkɛ́'nə nə yâ a nyé ŋo, lə́ pʉ̌ wǔt ŋgâ ' lî yo mâ ŋgʉ́ə́ ncu᷇' nǒ ŋgwǒ' kə məŋgʉ́á kə məmbyénə.

source: Three to go!
bce: kə fə́ ŋkyâ yɛ́tyénə

source: Too many files
bce: nəcú'nə nəgha

source: Transcribe audio recordings
bce: nə́ kwɛ'nə nǒ ntɛ́p mənə fwǒ tsǎp lá' yɔ̌

source: Transcribe audio recordings into text
bce: pɔ̌ kwɛ'nə mətsǎp mǎ pə́ ntɛpmə́ nǒ ka' á pɛ̌nə́

source: Try again by dragging your file here
bce: pɔ̌ té nəcú'nə mənə mɔ́ ntí tsənyê lɔ mbénə᷇ mɔ̂

source: Try uploading again
bce: pɔ̌ mɔ̂ fîfî mə́tɔ᷇nə

source: Understand contribution criteria
bce: məzhwónə mə́ntyâ lɔ tsónə᷇ nə

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bce: pɔ zhwó' yɔ̂ yâ' kâ' a wutnə ŋgâ' o zhwɛ́'nə᷇ njwó' nɔ zhwɛ́'nə́ tsǎp tɛ́pmə mbɛ́nə᷇ ní' tnəndî tsǎp shʉ́'nə fwo mətsǎp tɛ́pmə́

source: Upload aborted. Do you want to delete your recordings?
bce: shúa᷇ mə́tɔ᷇nə. Pɔ̌ nə́ nyê mɔ́tǎnə ntɔ̂ ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
bce: məŋkyě ŋwɛ'nə cú'nə́ nǒ ghó.

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bce: məŋkyě ŋwɛ'nə cú'nə́. Nǒ tâ' məŋkyě ŋwɛ'nə cú'nə́. nɔ̌'nə tiŋye məlɔ̌nə ntɛ́p məŋkyě ŋwɛ'nə myé́'nə́

source: Upload failed, please retry.
bce: á ká ghʉə́, penə́ ntɔ᷇

source: Upload <icon></icon> public domain sentences
bce: tɔ́nə <icon></icon> mətsǎp yɛ̌ pə nâ

source: Upload in progress...
bce: mâsə̂ nə́ ntɔ᷇

source: Upload more sentences?
bce: mətɔ́nə məcə məŋkyě ŋwɛ'nə ?

source: Use correct grammar
bce: məntyâ tsǎp ghyə̌ mbwɔ̌

source: Use correct spelling and punctuation
bce: məntyâ lɔ ŋwɛ'nə pô lɔ zhwɛ́'nə́ ghyě ghyě mbwɔ̌

source: Validate Readings
bce: məní'nə lɛ'nə nǒ měnə̌ yɔ̂

source: Validate Readings, Review Transcriptions
bce: məní'nə lɛ'nə nǒ měnə̌ yɔ̂, məsénənə mə́kʉipmə mə́ndî ŋwɛ'nə

source: Validate Readings <small>(Coming soon)</small>
bce: məní'nə lɛ'nə nǒ měnə̌ yɔ̂ <small> wɛ́cʉə́ nɔ </small>

source: Validate readings submitted by community members
bce: məní'nə lɛ'nə nǒ měnə̌ yɔ̂ yâ pə̌ lâ' tɔ́nə᷇

source: Validate user-recorded readings in your language
bce: mənínə lɛ'lɛ'nə nǒ měnə mə́yɔ̂ ma pǎ mětsǎp yɔ́ tsǒnə᷇ ndə̌

source: Varying Pronunciations
bce: məměnə li yɛ̌ ndǒ

source: Volume
bce: ŋgi mâsə̂

source: Want to save your information? <createProfile>Create a profile</createProfile>
bce: pɔ̌ tə̌ nyê ŋgâ' pə tɛ́p mənə mɔ́ ? <createProfile> mə́fǒtnə lǐ yɔ̂ </createProfile>

source: We are going out to get a coffee.
bce: ndʉ̌nə ndʉ̌nə á ghʉə́ mbwǒ tsə́gho᷇

source: We are going out to get coffee.
bce: ndʉ̌nə ndʉ̌nə, zhʉ̌' ghʉə́ mbwǒ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bce: pʉ̌ kâ nə́ ŋgɛ̂t fʉ' tsap zhwɛ́'nə njwo' mə́tinə njwo' .penə mbínə́ mɔ́ɔ᷇ nɔ ndǒ

source: We couldn’t get any sentences for you to speak. Please try again later.
bce: pʉ̌ ká fi᷇t mə́wěnə mətsǎp ̀mâ pə́ ndɛ'nə́, Mbî pɔ̌ penə ŋgút nɔ ndǒ

source: We may have run out of clips - refresh the page, or try again later.
bce: pʉ̌ ká ni᷇' ŋgwě mənə tɛ́pmə́ mâ pə́ mbe᷇ fwo ghʉ́ə tsǎp məŋga'mbɔɔ

source: We’re going out to get coffee.
bce: ndʉ̌ ndʉ̌, zhʉ̌' ghʉə́ mbwǒ

source: We're making some big changes
bce: Pʉ̌ tə᷇ ŋkʉ́ip kwa' mənə ghínə́nə

source: We’re sorry, your platform is not currently supported.
bce: a kə'nə́ wʉ᷇, n◌tí yɔ́ nǒ nɛ̂t kâ pənə᷇ ntí tsə́gho᷇

source: We've run out of sentences to record in this language...
bce: pʉ̌ ká ni᷆ ŋgwě mətsǎp mâ pə́ ntɛ᷇p fwo ghʉ́ə tsǎp məŋgâ'mbɔɔ

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bce: a tə́ mbwǒ ŋgâ' məŋgî zí'nə́ fwô mâsə̂ kwʉ̂' məwǔnə zɔnə zê, Mba mbî pə́ pô zɔnə nə mətə lâ á ma tánə᷇ ŋgâ' pɔ ma zhwo' nə yâ á fwo ŋwɛ'nə, mbî pə́ kə̂ mbé nə́lo᷇ pɔ̂nənə, lâ nəló yâ a má ntənə́ yâ mbî á tánə ŋgâ' pɔ̌ ma zhwó məndî tsǎp, lə́ pə̂,

source: What issues are you experiencing with this sentence?
bce: pɔ̌ zhʉə́ pə̂ mɛ́lɛ́ mə́nə nǒ ŋkyě ŋwɛ'nə wʉ́ə

source: What needs to be in my file?
bce: á mbə᷇ kə̂ fwo nəcú'nə mə́ ghyê

source: What sentences can I add?
bce: mbî mə ŋkwɛ'nə mélé məŋkyě ŋwɛ'nə ə ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bce: nɔ zhwɛ́'nə́ tsǎp, pɔ́nə́ ndinə́ mbə ya ŋgâ'tsǎp yâ pə́ tɛ́pmə́ á pə́ yá kâ' pə́ ŋwɛ'nə́nə᷇ , pɔ̂ məfa'nə́ nə mbə́ nǒ o myé' <br /> ghʉə məfa'nə́ nə mâ a fɛ́'nə᷇ ntwá

source: Why are you asking?
bce: Ghʉ́ə nə ntyá kə́ ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bce: mbî pɔ̌ lɔ̂ yɛcə́ lǐ yɔ̂ ndɔ̂ fa'yɔ̂ ŋgʉ́ə́ shʉ̂ lə́ ŋgʉ́ə́ ŋkwɛ'nə̰́ nǒ pəcə́ pə pâ pó ŋânə məŋgi mó

source: Write
bce: məŋwɛ'nənə

source: Write options menu
bce: mba' jʉə̌ mədi᷇ nə «məŋwɛ́nə́nə »

source: y
bce: ə̂

source: Y
bce: ə̂

source: Yes
bce: ə̂ŋ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
bce: Mbî pɔ̌ mʉ́əlyê məkə̌t { sc-review-form-button-approve-shortcut } lɔ mbé, { sc-review-form-button-reject-shortcut } lɔ myê' , { sc-review-form-button-skip-shortcut } lɔ ndê,

source: You cannot add multiple sentences for a single submission
bce: mbî pɔ̌ má ŋkwɛ́'nə məŋkyě ŋwɛ'nə ntɔ́ tâ' nəshwu'

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bce: pɔ̌ kâ ténə́ ntsɔ᷇ yɛcʉ́ə tsǎp . Ghʉə́ nǒ ndɛ'nə <profileLink> yɔ̌ mə́ténənə </profileLink> ntsɔ' mə́tsǎp

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
bce: Pɔ̌ ná djúɛ'nə t'â' minʉtə mbɛ̌ ntɔ́ ŋkyě ŋwɛ'nə ye fi. Mə tsɛ'nə́ wɔ́ nǒ ŋgâ' pɔ̌ júə'nə́

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
bce: Pɔ̌ ná djúɛ'nə bǎnə yépɛ̌ mbɛ̌ ntɔ́ ŋkyě ŋwɛ'nə ye fi. Mə tsɛ'nə́ wɔ́ nǒ ŋgâ' pɔ̌ júə'nə́

source: You must allow microphone access.
bce: pɔ̌ tsɔ́' mândɔ̂ mɛ́'nə mbwǎ yɔ̂ kwɛ'nə́ ŋgi

source: You’re contributing to a target segment
bce: pɔ̌ ni᷇' pwâ yɔ́ nǒ tâ' nəlě nə yâ pə́ nyênə́

source: You’re contributing to our first target segment
bce: pɔ̌ ni᷇' pwâ yɔ́ nǒ mbishʉ̂ məlě yâ pʉ̌ nyênə́

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
bce: Pɔ̌ tə́ fɛ᷇t . Pɔ̌ ná' njwɛ́'nə mbénə᷇ mê ŋkyě ŋwɛ'nə lə́ njʉ́ə́ mbə́ yâ a pɔ̌ .

source: You're helping Common Voice reach our daily sentence goals!
bce: pɔ̌ wǔt ŋgâ' Common Voice nî tə ntsə́ nǒ məŋkyě ŋwɛ'nə mâ a nyênə́ lyé' nâ !

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
bce: fanə́ tsǎp yɔ́ lá nə́ mbô məfʉ' ! Kâ' pɔ̌ nə njwô' shʉ́'nə, mbî pɔ̌ kʉ́p məfʉ̌' ntɛ́a lɔ ŋɛ́t nə̂t pəcʉ́ə́ məŋkyě tsǎp fwo tsǎp yɔ́

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
bce: a fí ndǔ ŋgâ' yɔ́ lǐ tsǎp ká wě mətsǎp ! Á mbwó wɔ᷇, mbî pɔ kʉip məntyâ lɔ ŋwɛ́'nə᷇ məcə́ mətsǎp fwo tsǎp yɔ́

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bce: Common Voice lě nzə̌ pɔ̌ ŋgɛ́t <goalPercentage></goalPercentage> yɔ̂ yâ a nyênə lyé' { $goalValue } nǒ məyɔ̂ tɛ́pmə́

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bce: Common Voice lě nzə̌ pɔ̌ ŋgɛ́t <goalPercentage></goalPercentage>yɔ̂ yâ a nyênə lyé' { $goalValue } nǒ mənə pénə́
